// src/menus/menuPremium.ts

export function menuPremium(prefix: string) {
  return `═════════════════════
📜˖𝙼𝙴𝙽𝚄-𝙿𝚁𝙴𝙼𝙸𝚄𝙼 | 𝚄𝚂𝙴 ☞( ${prefix})˖🔍
═════════════════════
╭━━━⪩ 𝐕𝐈𝐏𝐒 & 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 ⪨━━━
┃ ✧ ${prefix}𝚍𝚍𝚍 ➭ (３１/５５)
┃ ✧ ${prefix}𝚜𝚒𝚙 ➭ (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚋𝚒𝚝𝚕𝚢 ➭ (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚌𝚞𝚝𝚝𝚕𝚢 ➭ (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚌𝚎𝚕𝚞𝚕𝚊𝚛 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚌𝚘𝚝𝚊𝚌𝚊𝚘 ➭ (𝖒𝖔𝖊𝖉𝖆)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚟𝚒𝚙 ➭ (@/𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚟𝚒𝚙 ➭ (@𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝-𝚟𝚒𝚙 ➭ (𝖑𝖎𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚎𝚗𝚌𝚞𝚛𝚝𝚊𝚛 ➭ (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚝𝚛𝚊𝚟𝚊
┃ ✧ ${prefix}𝚍𝚎𝚜𝚝𝚛𝚊𝚟𝚊２
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚌𝚙𝚏
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚍𝚍𝚍 ➭ (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚌𝚖𝚍𝚟𝚒𝚙 ➭ (𝖆𝖉𝖎𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚌𝚖𝚍𝚟𝚒𝚙 ➭ (𝖗𝖊𝖒𝖔𝖛𝖊𝖗)
┃ ✧ ${prefix}𝚌𝚖𝚍𝚟𝚒𝚙-𝚕𝚒𝚜𝚝 ➭ (𝖈𝖒𝖉)
┃ ✧ ${prefix}𝚟𝚊𝚕𝚒𝚍𝚊𝚛-𝚌𝚙𝚏 ➭ (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚟𝚊𝚕𝚒𝚍𝚊𝚛-𝚌𝚗𝚙𝚓 ➭ (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚙𝚛𝚎𝚖𝚒𝚞𝚖-𝚕𝚒𝚜𝚝 ➭ (𝖑𝖎𝖘𝖙𝖆)
╰━━━━━━━━━━━━━━━━━━━━━
👁️‍🗨️*『 "Apenas guerreiros reconhecidos, podem acessar estes jutsus exclusivos. "』*`;
}