// src/menus/menuAlterador.ts

export function menuAlterador(prefix: string) {
  return `═════════════════════
📜˖𝙼𝙴𝙽𝚄-𝙰𝙻𝚃𝙴𝚁𝙰𝙳𝙾𝚁 | 𝚄𝚂𝙴 ☞ (${prefix})˖🖇️
═════════════════════

╭━━━⪩ 𝐀𝐋𝐓𝐄𝐑𝐀𝐑 𝐕Í𝐃𝐄𝐎 🎥 ⪨━━━
┃ ✧ ${prefix}𝚟𝚒𝚍𝚎𝚘-𝚕𝚎𝚗𝚝𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖛𝖎𝖉𝖊𝖔)
┃ ✧ ${prefix}𝚟𝚒𝚍𝚎𝚘-𝚛𝚊𝚙𝚒𝚍𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖛𝖎𝖉𝖊𝖔)
┃ ✧ ${prefix}𝚟𝚒𝚍𝚎𝚘-𝚌𝚘𝚗𝚝𝚛𝚊𝚛𝚒𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖛𝖎𝖉𝖊𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━
━═━═━━━═━═━══━═━═━═━═━═━
╭━━━⪩ 𝐀𝐋𝐓𝐄𝐑𝐀𝐑 Á𝐔𝐃𝐈𝐎 🎼 ⪨━━━
┃ ✧ ${prefix}𝚋𝚊𝚜𝚜𝚎 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚐𝚛𝚊𝚟𝚎 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚋𝚊𝚜𝚜𝚎2 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚐𝚛𝚊𝚟𝚎2 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚎𝚜𝚚𝚞𝚒𝚕𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚎𝚜𝚝𝚘𝚞𝚛𝚊𝚛 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚟𝚘𝚣-𝚖𝚎𝚗𝚒𝚗𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚟𝚘𝚣-𝚖𝚎𝚗𝚒𝚗𝚊 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚊𝚞𝚍𝚒𝚘-𝚕𝚎𝚗𝚝𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚊𝚞𝚍𝚒𝚘-𝚛𝚊𝚙𝚒𝚍𝚘 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━
🎼*『 "O som, como o olhar do clã, tem poder de revelar intenções ocultas." 』*`;
}