// src/subMenus/brincadeiras/rankStatus.ts

export function rankStatus(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙱𝚁𝙸𝙽𝙲𝙰𝚁 | 𝚄𝚂𝙴 ☞ (${prefix})˖🪁
═════════════════════
╭━━━⪩ 𝐑𝐀𝐍𝐊 𝐒𝐓𝐀𝐓𝐔𝐒 ⚖️ ⪨━━━
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚐𝚊𝚢𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚙𝚊𝚞𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚕𝚒𝚡𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚐𝚊𝚍𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚌𝚘𝚛𝚗𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚘𝚝𝚊𝚔𝚞𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚣𝚞𝚎𝚒𝚛𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚐𝚘𝚜𝚝𝚘𝚜𝚊𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚐𝚘𝚜𝚝𝚘𝚜𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚍𝚒𝚝𝚊𝚍𝚘𝚛𝚎𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚙𝚊𝚝𝚛𝚒𝚘𝚝𝚊𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚜𝚊𝚕𝚊𝚛𝚒𝚊𝚍𝚘𝚜 (𝖙𝖔𝖕5)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚋𝚊𝚕𝚊𝚍𝚎𝚒𝚛𝚘𝚜 (𝖙𝖔𝖕5)
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O Sharingan observa até as menores travessuras." 』*`;
}