// src/subMenus/brincadeiras/sorte.ts

export function sorte(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙱𝚁𝙸𝙽𝙲𝙰𝚁 | 𝚄𝚂𝙴 ☞ (${prefix})˖🪁
═════════════════════
╭━━━⪩ 𝐒𝐎𝐑𝐓𝐄 @𝐔𝐒𝐄𝐑 ✨ ⪨━━━
┃ ✧ ${prefix}𝚌𝚊𝚜𝚊𝚕 (𝖈𝖆𝖘𝖆𝖑 𝖉𝖔 𝖌𝖗𝖚𝖕𝖔)
┃ ✧ ${prefix}𝚍𝚎𝚊𝚝𝚑 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚌𝚑𝚊𝚗𝚌𝚎 (𝖋𝖆𝖑𝖊 𝖆𝖑𝖌𝖔)
┃ ✧ ${prefix}𝚚𝚞𝚊𝚗𝚍𝚘 (𝖕𝖊𝖗𝖌𝖚𝖓𝖙𝖆𝖗)
┃ ✧ ${prefix}𝚜𝚞𝚛𝚞𝚋𝚊𝚘 (𝖖𝖚𝖆𝖓𝖙𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚗𝚊𝚖𝚘𝚛𝚊𝚛 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚎𝚗𝚌𝚒𝚘𝚗𝚊𝚛 (𝖋𝖆𝖑𝖊 𝖆𝖑𝖌𝖔)
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O jogo da vida, é observado pelo clã." 』*`;
}