// src/subMenus/brincadeiras/status.ts

export function status(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙱𝚁𝙸𝙽𝙲𝙰𝚁 | 𝚄𝚂𝙴 ☞ (${prefix})˖🪁
═════════════════════
╭━━━⪩ 𝐒𝐓𝐀𝐓𝐔𝐒 @𝐔𝐒𝐄𝐑 🤳🏽 ⪨━━━
┃ ✧ ${prefix}𝚐𝚊𝚢 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚙𝚞𝚝𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚝𝚊𝚙𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚎𝚝𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚏𝚎𝚒𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚜𝚑𝚒𝚙𝚘 (𝖌𝖗𝖚𝖕𝖔)
┃ ✧ ${prefix}𝚜𝚒𝚐𝚖𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚌𝚘𝚛𝚗𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚛𝚘𝚡𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚟𝚎𝚜𝚐𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚎𝚒𝚓𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚕𝚘𝚞𝚌𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚕𝚘𝚞𝚌𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚊𝚝𝚊𝚛 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚌𝚑𝚞𝚝𝚎 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚍𝚘-𝚓𝚘𝚋 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚊𝚌𝚊𝚌𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚊𝚌𝚊𝚌𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚜𝚊𝚏𝚊𝚍𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚜𝚊𝚏𝚊𝚍𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚐𝚒𝚕𝚎𝚝𝚎 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚊𝚒𝚊𝚗𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚊𝚒𝚊𝚗𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚎𝚋𝚊𝚍𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚎𝚋𝚊𝚍𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚌𝚊𝚛𝚒𝚘𝚌𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚙𝚎𝚒𝚝𝚞𝚍𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚐𝚘𝚜𝚝𝚘𝚜𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚐𝚘𝚜𝚝𝚘𝚜𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢𝚋𝚘𝚢 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚍𝚒𝚝𝚊𝚍𝚘𝚛 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚘𝚛𝚐𝚊𝚜𝚖𝚘 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚍𝚘-𝚐𝚘𝚕𝚙𝚎 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚙𝚊𝚝𝚛𝚒𝚌𝚒𝚗𝚑𝚊 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
╰━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O clã Uchiha, sempre observa quem está no topo." 』*`;
}