// src/subMenus/stickers/stickersTexto.ts

export function stickersTexto(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐒𝐓𝐈𝐂𝐊𝐄𝐑 & 𝐓𝐄𝐗𝐓𝐎 🎭 ⪨━━━
┃ ✧ ${prefix}𝚝𝚝𝚙 ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙 ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙２ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙３ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙４ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙５ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙６ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙７ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙８ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙９ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚝𝚙１０ ➭ (𝖘𝖊𝖚 𝖙𝖊𝖝𝖙𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━━
👁️‍🗨️*『 "A exclusividade é uma arte, como o Mangekyou Sharingan é único entre todos." 』*`;
}
