// src/subMenus/stickers/stickersAleatorios.ts

export function stickersAleatorios(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐅𝐈𝐆. 𝐀𝐋𝐄𝐀𝐓Ó𝐑𝐈𝐎𝐒 ⏳⪨━━━
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚠𝚎𝚋 ➭ (𝖙𝖊𝖝𝖙𝖔/𝖈𝖔𝖗)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚋𝚎𝚋𝚎 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚏𝚕𝚘𝚛𝚔 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚛𝚊𝚒𝚟𝚊 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚛𝚘𝚋𝚕𝚘𝚡 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚊𝚗𝚒𝚖𝚊𝚒𝚜 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚍𝚎𝚜𝚎𝚗𝚑𝚘𝚜 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚌𝚘𝚛𝚎𝚊𝚗𝚊𝚜 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚊𝚕𝚎𝚊𝚝𝚘𝚛𝚒𝚘 ➭ (５)
┃ ✧ ${prefix}𝚏𝚒𝚐𝚞-𝚎𝚗𝚐𝚛𝚊𝚌𝚊𝚍𝚊 ➭ (５)
┃ ✧ ${prefix}𝚊𝚖𝚘𝚗𝚐-𝚜𝚝𝚒𝚌𝚔𝚎𝚛𝚜 ➭ (𝖓𝖔𝖒𝖊)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌘*『 "Até o destino mais imprevisível se curva ao Sharingan." 』*`;
}
