// src/subMenus/saude/euAmo.ts

export function euAmo(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚂𝙰ú𝙳𝙴 | 𝚄𝚂𝙴 ☞ (${prefix})˖🩺
═════════════════════
╭━━━⪩ 𝐄𝐔 𝐀𝐌𝐎 ❤️ ⪨━━━
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙼𝚊𝚎
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙿𝚊𝚒
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝚂𝚘𝚕
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙶𝚊𝚝𝚘
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙵𝚕𝚘𝚛
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚊𝚛𝚛𝚘
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚑𝚞𝚟𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙰𝚛𝚝𝚎𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙿𝚒𝚣𝚣𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙵𝚎𝚜𝚝𝚊𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝚂𝚎𝚛𝚒𝚎𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙻𝚒𝚟𝚛𝚘𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝚃𝚎𝚊𝚝𝚛𝚘
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙵𝚒𝚕𝚖𝚎𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚊𝚟𝚊𝚕𝚘
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚘𝚖𝚒𝚍𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙰𝚖𝚒𝚐𝚘𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙼𝚞𝚜𝚒𝚌𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚒𝚎𝚗𝚌𝚒𝚊
╰━━━━━━━━━━━━━━━━━
🌑*『 "O amor é o verdadeiro poder do clã; invisível aos olhos comuns, mas eterno para o coração." 』*`;
}
