// src/subMenus/saude/euAmo2.ts

export function euAmo2(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚂𝙰ú𝙳𝙴 | 𝚄𝚂𝙴 ☞ (${prefix})˖🩺
═════════════════════
╭━━━⪩ 𝐄𝐔 𝐀𝐌𝐎２ ❤️ ⪨━━━
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙽𝚘𝚟𝚎𝚕𝚊𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝚅𝚒𝚊𝚐𝚎𝚗𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙵𝚊𝚖𝚒𝚕𝚒𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙰𝚗𝚒𝚖𝚊𝚒𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙵𝚞𝚝𝚎𝚋𝚘𝚕
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙴𝚜𝚙𝚘𝚛𝚝𝚎𝚜
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚘𝚣𝚒𝚗𝚑𝚊𝚛
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚊𝚌𝚑𝚘𝚛𝚛𝚘
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙽𝚊𝚝𝚞𝚛𝚎𝚣𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙰𝚟𝚎𝚗𝚝𝚞𝚛𝚊
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝙲𝚑𝚘𝚌𝚘𝚕𝚊𝚝𝚎
┃ ✧ ${prefix}𝚎𝚞𝚊𝚖𝚘-𝚃𝚎𝚌𝚗𝚘𝚕𝚘𝚐𝚒𝚊
╰━━━━━━━━━━━━━━━━━━
❣️*『 "Amar, é enxergar a essência daquilo que o Sharingan só revela com o coração." 』*`;
}
