// src/subMenus/saude/interesses.ts

export function interesses(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱𝙼𝙴𝙽𝚄-𝚂𝙰ú𝙳𝙴 | 𝚄𝚂𝙴 ☞ (${prefix})˖🩺
═════════════════════
╭━━━⪩ 𝐈𝐍𝐓𝐄𝐑𝐄𝐒𝐒𝐄𝐒 🎗 ⪨━━━
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚛𝚞𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚌𝚊𝚜𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚏𝚎𝚜𝚝𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚌𝚞𝚛𝚜𝚘
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚙𝚛𝚊𝚒𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚖𝚞𝚜𝚎𝚞
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚎𝚜𝚌𝚘𝚕𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚙𝚊𝚛𝚚𝚞𝚎
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚘𝚗𝚒𝚋𝚞𝚜
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚌𝚒𝚗𝚎𝚖𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚟𝚒𝚊𝚐𝚎𝚗𝚜
╰━━━━━━━━━━━━━━━━━━━━
🌑*『 "Observar o mundo, é treinar o olho do Uchiha para a compreensão da vida." 』*`;
}
