// src/subMenus/saude/interesses2.ts

export function interesses2(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱𝙼𝙴𝙽𝚄-𝚂𝙰ú𝙳𝙴 | 𝚄𝚂𝙴 ☞ (${prefix})˖🩺
═════════════════════
╭━━━⪩ 𝐈𝐍𝐓𝐄𝐑𝐄𝐒𝐒𝐄𝐒２🎗️ ⪨━━━
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚎𝚜𝚝𝚊𝚍𝚒𝚘
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚕𝚒𝚟𝚛𝚊𝚛𝚒𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚝𝚛𝚊𝚋𝚊𝚕𝚑𝚘
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚊𝚌𝚊𝚍𝚎𝚖𝚒𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚑𝚘𝚜𝚙𝚒𝚝𝚊𝚕
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚜𝚑𝚘𝚙𝚙𝚒𝚗𝚐
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚊𝚎𝚛𝚘𝚙𝚘𝚛𝚝𝚘
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚋𝚒𝚋𝚕𝚒𝚘𝚝𝚎𝚌𝚊
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚛𝚎𝚜𝚝𝚊𝚞𝚛𝚊𝚗𝚝𝚎
┃ ✧ ${prefix}𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚜𝚎𝚜-𝚜𝚞𝚙𝚎𝚛𝚖𝚎𝚛𝚌𝚊𝚍𝚘
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "Conhecer e explorar o mundo, é expandir o alcance do Sharingan." 』*`;
}
