// src/subMenus/saude/saude.ts

export function saude(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚂𝙰ú𝙳𝙴 | 𝚄𝚂𝙴 ☞ (${prefix})˖🩺
═════════════════════
╭━━━⪩ 𝐁𝐄𝐌-𝐄𝐒𝐓𝐀𝐑 🔬 ⪨━━━
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚐𝚎𝚛𝚊𝚕
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚘𝚜𝚜𝚎𝚊
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚖𝚎𝚗𝚝𝚊𝚕
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚖𝚞𝚜𝚌𝚞𝚕𝚊𝚛
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚍𝚒𝚐𝚎𝚜𝚝𝚒𝚟𝚊
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚛𝚘𝚝𝚒𝚗𝚊𝚜𝚘𝚗𝚘
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚑𝚒𝚍𝚛𝚊𝚝𝚊𝚌𝚊𝚘
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚒𝚖𝚞𝚗𝚘𝚕𝚘𝚐𝚒𝚌𝚊
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚛𝚎𝚕𝚊𝚡𝚊𝚖𝚎𝚗𝚝𝚘
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚛𝚎𝚜𝚙𝚒𝚛𝚊𝚝𝚘𝚛𝚒𝚊
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚏𝚕𝚎𝚡𝚒𝚋𝚒𝚕𝚒𝚍𝚊𝚍𝚎
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚎𝚗𝚎𝚛𝚐𝚒𝚊𝚏𝚒𝚜𝚒𝚌𝚊
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚖𝚎𝚗𝚝𝚊𝚕𝚝𝚛𝚊𝚋𝚊𝚕𝚑𝚘
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚌𝚊𝚛𝚍𝚒𝚘𝚟𝚊𝚜𝚌𝚞𝚕𝚊𝚛
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚛𝚎𝚕𝚊𝚌𝚒𝚘𝚗𝚊𝚖𝚎𝚗𝚝𝚘𝚜
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚎𝚡𝚎𝚛𝚌𝚒𝚌𝚒𝚘𝚜𝚍𝚒𝚊𝚛𝚒𝚘𝚜
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚎𝚚𝚞𝚒𝚕𝚒𝚋𝚛𝚒𝚘𝚎𝚖𝚘𝚌𝚒𝚘𝚗𝚊𝚕
┃ ✧ ${prefix}𝚜𝚊𝚞𝚍𝚎-𝚊𝚕𝚒𝚖𝚎𝚗𝚝𝚊𝚌𝚊𝚘𝚜𝚊𝚞𝚍𝚊𝚟𝚎𝚕
┃ ✧ ${prefix}𝚌𝚘𝚗𝚍𝚒𝚌𝚒𝚘𝚗𝚊𝚖𝚎𝚗𝚝𝚘-𝚏𝚒𝚜𝚒𝚌𝚘
╰━━━━━━━━━━━━━━━━━━━━
🌑*『 "Um Uchiha forte, começa pela disciplina e pela saúde equilibrada." 』*`;
}
