// src/subMenus/owner/donoSeguranca.ts

export function donoSeguranca(prefix: string) {
return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝙽𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖👨🏽‍💻
═════════════════════
╭━━━⪩ 𝐒𝐄𝐆𝐔𝐑𝐀𝐍Ç𝐀 𝐁𝐎𝐓 🛡️ ⪨━━━
┃ ✧ ${prefix}𝚋𝚌-𝚐𝚙 (𝖙𝖒 𝖕𝖛 𝖒𝖊𝖒𝖇𝖗𝖔𝖘)
┃ ✧ ${prefix}𝚋𝚕𝚘𝚌𝚔 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚐𝚎𝚕-𝚐𝚏 (𝖈𝖔𝖉𝖊)
┃ ✧ ${prefix}𝚞𝚗𝚋𝚕𝚘𝚌𝚔 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚙𝚟3 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚐𝚏 (𝖈𝖔𝖉𝖊)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚕𝚒𝚐𝚊𝚛 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚋𝚕𝚘𝚌𝚔-𝚞𝚜𝚎𝚛 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚞𝚗𝚋𝚕𝚘𝚌𝚔-𝚞𝚜𝚎𝚛 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚖𝚘𝚍𝚘-𝚊𝚕𝚞𝚐𝚞𝚎𝚕 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚘 (𝖆𝖉𝖎𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚘 (𝖗𝖊𝖒𝖔𝖛𝖊𝖗)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚙𝚛𝚒𝚟-𝚙𝚑𝚘𝚝𝚘𝚋𝚘𝚝 (𝖆𝖑𝖑/𝖈𝖓𝖙𝖙/𝖓𝖌𝖒)
┃ ✧ ${prefix}𝚙𝚛𝚒𝚟-𝚊𝚍𝚍𝚐𝚛𝚘𝚞𝚙 (𝖆𝖑𝖑/𝖈𝖓𝖙𝖙/𝖓𝖌𝖒)
┃ ✧ ${prefix}𝚛𝚖-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚏𝚘𝚛𝚌𝚊 (𝖕𝖆𝖑𝖆𝖛𝖗𝖆)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚜𝚏𝚘𝚛𝚌𝚊 (𝖙𝖎𝖙𝖚𝖑𝖔/𝖙𝖊𝖒𝖆/𝖉𝖎𝖈𝖆)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "A verdadeira defesa, começa no controle." 』*`;
}
