// src/subMenus/owner/donoLevel.ts

export function donoLevel(prefix: string) {
return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝙽𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖👨🏽‍💻
═════════════════════
╭━━━⪩ ⚜️ 𝐗𝐏 & 𝐋𝐄𝐕𝐄𝐋 ⚡⪨━━━
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚡𝚙 (𝖖𝖚𝖆𝖓𝖙𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛-𝚡𝚙 (𝖖𝖚𝖆𝖓𝖙𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚛𝚖-𝚕𝚎𝚟𝚎𝚕 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚕𝚎𝚟𝚎𝚕 (𝖖𝖚𝖆𝖓𝖙𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛-𝚕𝚎𝚟𝚎𝚕 (𝖖𝖚𝖆𝖓𝖙𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚋𝚕𝚘𝚌𝚔-𝚕𝚎𝚟𝚎𝚕 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚞𝚗𝚋𝚕𝚘𝚌𝚔-𝚕𝚎𝚟𝚎𝚕 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚕𝚘𝚌𝚔-𝚕𝚎𝚟𝚎𝚕𝚕𝚒𝚜𝚝 (𝖑𝖎𝖘𝖙𝖆)
╰━━━━━━━━━━━━━━━━━━━━━
🔥*『 "Evoluir é uma escolha." 』*`;
}
