// src/subMenus/owner/donoPremium.ts

export function donoPremium(prefix: string) {
return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝙽𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖👨🏽‍💻
═════════════════════
╭━━━⪩ 𝐑𝐄𝐍𝐓 & 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 💎 ⪨━━━
┃ ✧ ${prefix}𝚜𝚎𝚛-𝚟𝚒𝚙 (@/𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚛𝚎𝚗𝚝 (𝖓𝖚𝖒𝖊𝖗𝖔/𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚌𝚘𝚛𝚝𝚎𝚜𝚒𝚊24 (𝖑𝖎𝖇𝖊𝖗𝖆𝖗)
┃ ✧ ${prefix}𝚕𝚊𝚜𝚝-𝚛𝚎𝚗𝚝 (𝖗𝖊𝖌𝖎𝖘𝖙𝖗𝖔)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚛𝚎𝚗𝚝 (𝖑𝖎𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛-𝚛𝚎𝚗𝚝 (𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚜𝚎𝚛-𝚙𝚛𝚎𝚖𝚒𝚞𝚖 (@/𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚙𝚛𝚎𝚖𝚒𝚞𝚖 (@/𝖉𝖎𝖆𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝-𝚙𝚛𝚎𝚖𝚒𝚞𝚖 (𝖑𝖎𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚌𝚘𝚍𝚎𝚛𝚎𝚗𝚝 (𝖈𝖍𝖆𝖛𝖊)
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚌𝚘𝚍𝚎𝚌𝚘𝚛𝚝 (𝖈𝖍𝖆𝖛𝖊)
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚌𝚘𝚍𝚎𝚛𝚎𝚗𝚝 (@/𝖉𝖎𝖆𝖘)
╰━━━━━━━━━━━━━━━━━━━━━━━━
🔥*『 "Poder, também se administra." 』*`;
}
