// src/subMenus/logos/logosTexto3.ts

export function logosTexto3(prefix: string) {
   return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙻𝙾𝙶𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖🎨
═════════════════════
╭━━━⪩ 𝐋𝐎𝐆𝐎𝐒 𝐓𝐄𝐗𝐓𝐎３ ✳️ ⪨━━━
┃ ✧ ${prefix}𝚠𝚘𝚘𝚍𝚎𝚗-3𝙳 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚗𝚘𝚠-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚐𝚘𝚕𝚍-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚋𝚕𝚞𝚎-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚍𝚊𝚛𝚔-𝚐𝚛𝚎𝚎𝚗 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚌𝚊𝚗𝚍𝚢-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚛𝚘𝚢𝚊𝚕-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚔𝚊𝚝𝚎-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚖𝚎𝚝𝚊𝚕-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚛𝚎𝚝𝚛𝚘-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚎𝚛𝚊𝚜𝚎𝚛-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚏𝚛𝚎𝚎-𝚌𝚛𝚎𝚊𝚝𝚎 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚏𝚛𝚘𝚣𝚎𝚗-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚐𝚕𝚘𝚜𝚜𝚢-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚒𝚕𝚟𝚎𝚛-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚏𝚘𝚛𝚝𝚞𝚗𝚎-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚝𝚒𝚝𝚊𝚗𝚒𝚞𝚖-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚌𝚎𝚖𝚒𝚝𝚎𝚛𝚒𝚘-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚑𝚊𝚕𝚕𝚘𝚠𝚎𝚎𝚗-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌓*『 "Uma palavra pode carregar um clã inteiro" 』*`;
}