// src/subMenus/logos/logosTexto2.ts

export function logosTexto2(prefix: string) {
   return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙻𝙾𝙶𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖🎨
═════════════════════
╭━━━⪩ 𝐋𝐎𝐆𝐎𝐒 𝐓𝐄𝐗𝐎２ ✳️ ⪨━━━
┃ ✧ ${prefix}𝚌𝚞𝚙 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚝𝚎𝚎𝚕 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚝𝚘𝚗𝚎 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚓𝚎𝚊𝚗𝚜 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚗𝚊𝚝𝚊𝚕 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚙𝚊𝚌𝚎 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚜𝚞𝚗𝚜𝚎𝚝 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚖𝚊𝚛𝚟𝚎𝚕 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚌𝚊𝚛𝚋𝚘𝚗 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚌𝚊𝚝-𝚝𝚡𝚝 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚙𝚘𝚛𝚗𝚑𝚞𝚋 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚏𝚒𝚌𝚝𝚒𝚘𝚗 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚖𝚎𝚛𝚒𝚌𝚊 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚐𝚛𝚊𝚏𝚒𝚝𝚢 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑３ ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚒𝚌𝚎-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚌𝚘𝚘𝚕-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚠𝚊𝚝𝚎𝚛-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚏𝚕𝚞𝚏𝚏𝚢-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚖𝚊𝚜𝚌𝚘𝚝𝚎-𝚗𝚎𝚘𝚗 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚎𝚕𝚎𝚐𝚊𝚗𝚝𝚎-𝚕𝚘𝚐𝚘 ➭ (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚒𝚐𝚑𝚝-𝚎𝚏𝚏𝚎𝚌𝚝𝚜 ➭ (𝖙𝖊𝖝𝖙𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━
🌓*『 "Uma palavra pode carregar um clã inteiro" 』*`;
}
