// src/subMenus/vip/cmdVip.ts

export function cmdVip(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚅𝙸𝙿 | 𝚄𝚂𝙴 ☞ (${prefix})˖💰
═════════════════════
╭━━━⪩ 𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐕𝐈𝐏 🖲️ ⪨━━━
┃ ✧ ${prefix}𝚟𝚒𝚙
┃ ✧ ${prefix}𝚟𝚒𝚙２
┃ ✧ ${prefix}𝚟𝚒𝚙３
┃ ✧ ${prefix}𝚟𝚒𝚙４
┃ ✧ ${prefix}𝚟𝚒𝚙５
┃ ✧ ${prefix}𝚟𝚒𝚙６
┃ ✧ ${prefix}𝚟𝚒𝚙７
┃ ✧ ${prefix}𝚟𝚒𝚙８
┃ ✧ ${prefix}𝚟𝚒𝚙９
┃ ✧ ${prefix}𝚟𝚒𝚙１０
┃ ✧ ${prefix}𝚟𝚒𝚙１１
┃ ✧ ${prefix}𝚟𝚒𝚙１２
┃ ✧ ${prefix}𝚟𝚒𝚙１３
┃ ✧ ${prefix}𝚟𝚒𝚙１４
┃ ✧ ${prefix}𝚟𝚒𝚙１５
┃ ✧ ${prefix}𝚟𝚒𝚙１６
┃ ✧ ${prefix}𝚟𝚒𝚙１７
┃ ✧ ${prefix}𝚟𝚒𝚙１８
┃ ✧ ${prefix}𝚟𝚒𝚙１９
┃ ✧ ${prefix}𝚟𝚒𝚙２０
╰━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "A verdadeira força do clã está no equilíbrio do corpo, mente e coração." 』*`;
}