// src/subMenus/vip/sistemVip.ts

export function sistemVip(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝚅𝙸𝙿 | 𝚄𝚂𝙴 ☞ (${prefix})˖💰
═════════════════════
╭━━━⪩ 𝐒𝐈𝐒𝐓𝐄𝐌𝐀𝐒 𝐕𝐈𝐏 ⛓️ ⪨━━━
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚝𝚎𝚖𝚙𝚘-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚌𝚑𝚎𝚌𝚔-𝚟𝚒𝚙
┃ ✧ ${prefix}𝚒𝚖𝚊𝚐𝚎-𝚒𝚊
┃ ✧ ${prefix}𝚊𝚞𝚍𝚒𝚘-𝚒𝚊
┃ ✧ ${prefix}𝚛𝚎𝚖𝚘𝚟𝚎-𝚋𝚞𝚐
┃ ✧ ${prefix}𝚍𝚎𝚜𝚌𝚛𝚒-𝚊𝚞𝚝𝚘
┃ ✧ ${prefix}𝚊𝚞𝚝𝚘-𝚌𝚊𝚙𝚝𝚒𝚘𝚗
╰━━━━━━━━━━━━━━━━━━━━━
👁️‍🗨️*『 "Até o silêncio obedece, quando o Uchiha escuta." 』*`;
}
