// src/subMenus/18/only18.ts

export function only18(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄 +１８ | 𝚄𝚂𝙴 ☞ (${prefix})˖🔞
═════════════════════
╭━━━⪩ 𝐎𝐍𝐋𝐘 + 🔞 ⪨━━━
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢2
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢3
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢4
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢5
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢6
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢7
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢8
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢9
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢10
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢11
┃ ✧ ${prefix}𝚘𝚗𝚕𝚢12
╰━━━━━━━━━━━━━━━━
🌑*『 _"O poder de algo exclusivo, deve ser manejado com sabedoria do clã."_ 』*`;
}