// src/subMenus/18/plaquinhas18.ts

export function plaquinhas18(prefix: string) {
  return `═════════════════════
‎📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄 +１８ | 𝚄𝚂𝙴 ☞ (${prefix})˖🔞
‎═════════════════════
‎╭━━━⪩ 𝐏𝐋𝐀𝐐𝐔𝐈𝐍𝐇𝐀𝐒 + 🔞 ⪨━━━
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚2 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚3 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚4 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚5 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚6 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚7 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚8 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚9 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚚10 (𝖕𝖑𝖆𝖖𝖚𝖎𝖓𝖍𝖆𝖘)
‎‎╰━━━━━━━━━━━━━━━━━━━━━━
🌑*『 _"Cada palavra ou símbolo carrega intenção, o Sharingan percebe até o não dito."_ 』*`;
}