// src/subMenus/jogos/gamesFirst.ts

export function gamesFirst(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙹𝙾𝙶𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖🎮
═════════════════════
╭━━━⪩ 𝐆𝐀𝐌𝐄𝐒 𝐅𝐈𝐑𝐒𝐓 1️⃣ ⪨━━━
┃ ✧ ${prefix}𝚟𝚊𝚋 ➔ (𝖛𝖔𝖈ê 𝖕𝖗𝖊𝖋𝖊𝖗𝖊?)
┃ ✧ ${prefix}𝚙𝚙𝚝 ➔ (𝖕𝖊𝖉𝖗𝖆, 𝖕𝖆𝖕𝖊𝖑, 𝖙𝖊𝖘𝖔𝖚𝖗𝖆)
┃ ✧ ${prefix}𝚖𝚒𝚗𝚊 ➔ (𝖈𝖔𝖔𝖗𝖉𝖊𝖓𝖆𝖉𝖆/𝖘)
┃ ✧ ${prefix}𝚖𝚎𝚖𝚎 ➔ (𝖒𝖊𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚍𝚞𝚎𝚕𝚘 ➔ (𝖘𝖙𝖎𝖈𝖐𝖊𝖗𝖘)
┃ ✧ ${prefix}𝚌𝚜-𝚋𝚎𝚝 ➔ (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚐𝚊𝚛𝚝𝚒𝚌 ➔ (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚎𝚗𝚒𝚐𝚖𝚊 ➔ (𝖔𝖓/𝖔𝖋𝖋) first) 
┃ ✧ ${prefix}𝚖𝚒𝚗𝚊𝚍𝚘 ➔ (𝖉𝖎𝖋𝖎𝖈𝖚𝖑𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚛-𝚏𝚘𝚛𝚌𝚊 ➔ (𝖑𝖊𝖙𝖗𝖆)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚊𝚏𝚒𝚘 ➔ (𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "A escuridão, revela apenas os verdadeiros jogadores do destino..." 』*`;
}

