// src/subMenus/jogos/gamesThird.ts

export function gamesThird(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙹𝙾𝙶𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖🎮
═════════════════════
╭━━━⪩ 𝐆𝐀𝐌𝐄𝐒 𝐓𝐇𝐈𝐑𝐃 3️⃣ ⪨━━━ 
┃ ✧ ${prefix}𝚖𝚒𝚗𝚎-𝚜𝚑𝚎𝚕𝚙 ➣ (𝖎𝖓𝖋𝖔) 
┃ ✧ ${prefix}𝚖𝚒𝚗𝚊-𝚛𝚎𝚜𝚎𝚝 ➣ (𝖗𝖊𝖘𝖊𝖙𝖆𝖗)
┃ ✧ ${prefix}𝚛𝚎𝚜𝚎𝚝-𝚏𝚘𝚛𝚌𝚊 ➣ (𝖗𝖊𝖘𝖊𝖙𝖆𝖗)
┃ ✧ ${prefix}𝚋𝚛𝚊𝚜𝚒𝚕𝚎𝚒𝚛𝚊𝚘 ➣ (𝐀/𝐁)
┃ ✧ ${prefix}𝚚𝚞𝚒𝚣-𝚊𝚗𝚒𝚖𝚊𝚒𝚜 ➣ (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚎𝚜𝚝𝚊𝚝𝚒𝚜𝚝𝚒𝚌𝚊𝚜 ➣ (𝖈𝖔𝖎𝖓𝖘)
┃ ✧ ${prefix}𝚓𝚘𝚐𝚘-𝚍𝚊𝚟𝚎𝚕𝚑𝚊 ➣ (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚓𝚘𝚐𝚘-𝚍𝚊𝚏𝚘𝚛𝚌𝚊 ➣ (𝖎𝖓𝖎𝖈𝖎𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚒𝚗𝚎𝚛𝚊𝚛-𝚌𝚘𝚒𝚗𝚜 ➣ (𝖈𝖔𝖎𝖓𝖘)
┃ ✧ ${prefix}𝚜𝚘𝚛𝚝𝚎𝚒𝚘-𝚌𝚘𝚒𝚗𝚜 ➣ (𝖈𝖔𝖎𝖓𝖘)
┃ ✧ ${prefix}𝚞𝚕𝚝𝚒𝚖𝚘𝚜-𝚓𝚘𝚐𝚘𝚜 ➣ (𝖙𝖎𝖒𝖊)
┃ ✧ ${prefix}𝚊𝚐𝚎𝚗𝚍𝚊-𝚏𝚞𝚝𝚎𝚋𝚘𝚕 ➣ (𝐆/𝐄)
╰━━━━━━━━━━━━━━━━━━━━━
🌕* 『 "Quem domina as ferramentas, domina o campo." 』*`;
}
