// src/subMenus/admin/admAnti.ts

export function admAnti(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐀𝐍𝐓𝐈  ⪨━━━
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚕𝚘𝚌 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚍𝚍𝚍 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚍𝚘𝚌 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚒𝚖𝚐 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚏𝚊𝚔𝚎 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚌𝚊𝚕𝚕 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚠𝚊𝚛𝚗(２/3)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚗𝚘𝚝𝚊𝚜 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚏𝚕𝚘𝚘𝚍 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚙𝚘𝚛𝚗𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚊𝚞𝚍𝚒𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚟𝚒𝚍𝚎𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚌𝚘𝚗𝚏𝚒𝚐 (𝐰𝖆𝖗𝖓/𝖐𝖎𝖈𝖐)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚕𝚒𝚗𝚔𝚐𝚙 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚜𝚝𝚊𝚝𝚞𝚜 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚏𝚊𝚔𝚎𝚒𝚖𝚐 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚏𝚊𝚔𝚎𝚟𝚒𝚍 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚜𝚝𝚒𝚌𝚔𝚎𝚛 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚌𝚘𝚗𝚝𝚊𝚝𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚎𝚗𝚚𝚞𝚎𝚝𝚎 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚙𝚊𝚕𝚊𝚟𝚛𝚊 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚙𝚊𝚕𝚊𝚟𝚛𝚊𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚍𝚍𝚍𝚕𝚒𝚜𝚝𝚊 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚕𝚒𝚗𝚔𝚎𝚊𝚜𝚢 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚕𝚒𝚗𝚔𝚑𝚊𝚛𝚍 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚗𝚝𝚒-𝚌𝚊𝚝𝚊𝚕𝚘𝚐𝚘 (𝖔𝖓/𝖔𝖋𝖋)
╰━━━━━━━━━━━━━━━━━━━━
🌑*『"O perigo sempre avisa antes de atacar."』*`;
}