// src/subMenus/admin/admConfig.ts

export function admConfig(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐂𝐎𝐍𝐅𝐈𝐆  ⪨━━━
┃ ✧ ${prefix}𝚜𝚝𝚊𝚝𝚞𝚜-𝚐𝚙 (𝖆𝖙𝖎𝖛𝖆çõ𝖊𝖘)
┃ ✧ ${prefix}𝚝𝚎𝚖𝚙𝚘-𝚌𝚖𝚍 (𝖙𝖊𝖒𝖕𝖔)
┃ ✧ ${prefix}𝚖𝚘𝚍𝚘-𝚗𝚜𝚏𝚠 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚎𝚙𝚑𝚎𝚖𝚎𝚛𝚊𝚕 (𝖒𝖘𝖌 𝖙𝖊𝖒𝖕)
┃ ✧ ${prefix}𝚜𝚎𝚝-𝚙𝚛𝚎𝚏𝚒𝚡𝚘 (𝖕𝖗𝖊𝖋𝖎𝖝𝖔)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚙𝚛𝚎𝚏𝚒𝚡𝚘 (𝖕𝖗𝖊𝖋𝖎𝖝𝖔)
┃ ✧ ${prefix}𝚌𝚑𝚊𝚗𝚐𝚎-𝚐𝚛𝚘𝚞𝚙 (𝖆𝖑𝖑/𝖆𝖉𝖒𝖘)
┃ ✧ ${prefix}𝚖𝚞𝚕𝚝𝚒-𝚙𝚛𝚎𝚏𝚒𝚡𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛-𝚙𝚛𝚎𝚏𝚒𝚡𝚘 (𝖕𝖗𝖊𝖋𝖎𝖝𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━
🩸*『"Quem controla as regras, controla o destino."』*`;
}
