// src/subMenus/admin/admGerenciamento.ts

export function admGerenciamento(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐆𝐄𝐑𝐄𝐍𝐂𝐈 🛡️ ⪨━━
┃ ✧ ${prefix}𝙶𝚛𝚞𝚙𝚘 (𝖋/𝖆)
┃ ✧ ${prefix}𝚞𝚕𝚝𝚙𝚕𝚟 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚐𝚛𝚞𝚙𝚘𝚜 (𝖑𝖎𝖓𝖐𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚗𝚔-𝚐𝚙 (𝖊𝖓𝖛𝖎𝖆𝖗 𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚗𝚘𝚖𝚎-𝚐𝚙 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚜𝚊𝚒𝚛-𝚐𝚙 (𝖘𝖆𝖎𝖗)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚌-𝚐𝚙 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚍𝚞𝚛𝚊𝚌𝚊𝚘 (𝖕𝖆𝖉𝖗ã𝖔)
┃ ✧ ${prefix}𝚙𝚑𝚘𝚝𝚘-𝚐𝚙 (𝖎𝖒𝖆𝖌𝖊𝖒)
┃ ✧ ${prefix}𝚊𝚋𝚛𝚒𝚛-𝚐𝚙 (𝖍𝖔𝖗𝖆)
┃ ✧ ${prefix}𝚊𝚗𝚊𝚐𝚛𝚊𝚖𝚊 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚏𝚎𝚌𝚑𝚊𝚛-𝚐𝚙 (𝖍𝖔𝖗𝖆)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚌𝚛𝚒𝚌𝚊𝚘 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚛𝚎𝚟-𝚕𝚒𝚗𝚔𝚐𝚙 (𝖛𝖊𝖗 𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚐𝚛𝚞𝚙𝚘 (𝖎𝖓𝖋𝖔𝖗𝖒𝖆çã𝖔)
┃ ✧ ${prefix}𝚛𝚖-𝚙𝚑𝚘𝚝𝚘𝚐𝚙 (𝖗𝖊𝖒𝖔𝖛𝖊𝖗 𝖎𝖒𝖌)
╰━━━━━━━━━━━━━━━━━━━━━━
🛡️*『"Liderança, mantém o grupo vivo"』*`;
}