// src/subMenus/admin/admLegendas.ts

export function admLegendas(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐋𝐄𝐆𝐄𝐍𝐃𝐀 ⪨━━━
┃ ✧ ${prefix}𝚠𝚎𝚕𝚌𝚘𝚖𝚎 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚠𝚎𝚕𝚌𝚘𝚖𝚎2 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚝𝚒𝚟𝚒𝚍𝚊𝚍𝚎𝚜 (𝖚𝖘𝖚𝖆𝖗𝖎𝖔𝖘)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚋𝚟 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚋𝚟2 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚍𝚘𝚌 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚒𝚖𝚐 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚜𝚊𝚒𝚞 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚜𝚊𝚒𝚞2 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚟𝚒𝚍𝚎𝚘 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊-𝚎𝚜𝚝𝚛𝚊𝚗𝚐𝚎𝚒𝚛𝚘 (𝖙𝖊𝖝𝖙𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━
✍🏽*『"Palavras, também controlam o poder"』*`;
}