// src/subMenus/admin/admListas.ts

export function admListas(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐋𝐈𝐒𝐓𝐀 📃 ⪨━━━
┃ ✧ ${prefix}𝚊𝚍𝚍 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚠𝚊𝚛𝚗 (𝖆𝖉𝖉/𝖉𝖊𝖑/𝖑𝖎𝖘𝖙)
┃ ✧ ${prefix}𝚛𝚎𝚐𝚛𝚊𝚜 (𝖉𝖊𝖘𝖈𝖗𝖎çã𝖔)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚍𝚍𝚍 (𝖆𝖉𝖎𝖈𝖎𝖔𝖓𝖆𝖗 +55/+31)
┃ ✧ ${prefix}𝚍𝚎𝚕-𝚍𝚍𝚍 (𝖗𝖊𝖒𝖔𝖛𝖊𝖗 +55/+31)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚍𝚍𝚍 (𝖛𝖊𝖗 𝖑𝖎𝖘𝖙𝖆 +55/31)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚋𝚊𝚗 (𝖕𝖗𝖔𝖎𝖇𝖎𝖉𝖔𝖘)
┃ ✧ ${prefix}𝚛𝚎𝚐𝚛𝚊𝚜-𝚐𝚙 (𝖗𝖊𝖌𝖗𝖆𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚗𝚎𝚐𝚛𝚊 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚌𝚖𝚍𝚐𝚙 (𝖈𝖔𝖒𝖆𝖓𝖉𝖔𝖘)
┃ ✧ ${prefix}𝚋𝚕𝚘𝚌𝚔-𝚌𝚖𝚍𝚐𝚙 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚋𝚛𝚊𝚗𝚌𝚊 (𝖑𝖎𝖇𝖊𝖗𝖆𝖗)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚗𝚎𝚐𝚛𝚊𝙶 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚞𝚗𝚋𝚕𝚘𝚌𝚔-𝚌𝚖𝚍𝚐𝚙 (𝖇𝖑𝖔𝖈𝖐)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛𝚍𝚊-𝚕𝚒𝚜𝚝𝚊 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚝𝚒𝚛𝚊𝚛𝚍𝚊-𝚕𝚒𝚜𝚝𝚊𝙶 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚊𝚍𝚍-𝚕𝚒𝚜𝚝𝚊𝚋𝚛𝚊𝚗𝚌𝚊 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚛𝚎𝚖-𝚕𝚒𝚜𝚝𝚊𝚋𝚛𝚊𝚗𝚌𝚊 (𝖓𝖚𝖒𝖊𝖗𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━
👁️‍🗨️*『"Controle absoluto do clã"』*`;
}