// src/subMenus/admin/admModeracao.ts

export function admModeracao(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐌𝐎𝐃𝐄𝐑 🛡️ ⪨━━━
┃ ✧ ${prefix}𝚋𝚊𝚗 (𝖗𝖊𝖘𝖕𝖔𝖓𝖉𝖊𝖗 𝖒𝖘𝖌)
┃ ✧ ${prefix}𝚔𝚒𝚌𝚔 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚖𝚞𝚝𝚎 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚝𝚘𝚝𝚊𝚐 (𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗 𝖆𝖑𝖌𝖔)
┃ ✧ ${prefix}𝚖𝚊𝚛𝚌𝚊𝚛 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖙𝖔𝖉𝖔𝖘)
┃ ✧ ${prefix}𝚖𝚊𝚛𝚌𝚊𝚛2 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖜𝖆.𝖒𝖊)
┃ ✧ ${prefix}𝚛𝚎𝚟𝚒𝚟𝚎𝚛 (𝖗𝖊𝖘𝖕𝖔𝖓𝖉𝖊𝖗 𝖒𝖘𝖌)
┃ ✧ ${prefix}𝚘𝚍𝚎𝚕𝚎𝚝𝚎 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚑𝚒𝚍𝚎𝚝𝚊𝚐 (𝖙𝖊𝖝𝖙𝖔-𝖒𝖆𝖗𝖈𝖆çã𝖔)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚖𝚞𝚝𝚎 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚛𝚎𝚋𝚊𝚒𝚡𝚊𝚛 (@𝖗𝖊𝖒𝖔𝖛𝖊𝖗 𝖈𝖆𝖗𝖌𝖔)
┃ ✧ ${prefix}𝚎𝚗𝚚𝚞𝚎𝚝𝚎𝚜 (𝖛𝖔𝖙𝖔𝖘)
┃ ✧ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚟𝚎𝚛 (@𝖉𝖆𝖗 𝖈𝖆𝖗𝖌𝖔)
┃ ✧ ${prefix}𝚋𝚊𝚗-𝚐𝚑𝚘𝚜𝚝 (𝖗𝖊𝖒𝖔çõ𝖊𝖘)
┃ ✧ ${prefix}𝚖𝚞𝚝𝚎-𝚕𝚒𝚜𝚝 (𝖑𝖎𝖘𝖙𝖆 𝖒𝖚𝖙𝖆𝖉𝖔𝖘)
╰━━━━━━━━━━━━━━━━━━━━━━
🖐🏽*『"Piedade excessiva, gera caos."』*`;
}