// src/subMenus/admin/admSistemas.ts

export function admSistemas(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙳𝙼 | 𝚄𝚂𝙴 ☞ (${prefix})˖🔱
═════════════════════
╭━━━⪩ 𝐀𝐃𝐌𝐈𝐍 𝐒𝐈𝐒𝐓𝐄𝐌 💻 ⪨━━━
┃ ✧ ${prefix}𝚜𝚒𝚖𝚒𝚑 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚜𝚒𝚖𝚒𝚑2 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚜𝚘-𝚊𝚍𝚖 (𝖚𝖘𝖆 𝖔 𝖇𝖔𝖙)
┃ ✧ ${prefix}𝚡9-𝚐𝚛𝚞𝚙𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚕𝚎𝚟𝚎𝚕𝚒𝚗𝚐 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚞𝚝𝚘-𝚛𝚎𝚙𝚘 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚞𝚝𝚘𝚛𝚒𝚣𝚊𝚛 (𝖒𝖊𝖒𝖇𝖗𝖔𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚖𝚙𝚊𝚛-𝚐𝚙 (𝖈𝖍𝖆𝖙)
┃ ✧ ${prefix}𝚕𝚒𝚖𝚒𝚝𝚎-𝚌𝚖𝚍 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚌𝚊𝚛𝚊𝚌𝚝𝚎𝚛𝚎𝚜 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚊𝚙𝚊𝚐𝚊𝚛-𝚖𝚜𝚐 (𝖒𝖊𝖓𝖘𝖆𝖌𝖊𝖓𝖘)
┃ ✧ ${prefix}𝚛𝚎𝚚𝚞𝚎𝚜𝚝𝚐𝚙-𝚊 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚛𝚎𝚚𝚞𝚎𝚜𝚝𝚐𝚙-𝚛 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚛𝚎𝚟𝚎𝚕𝚊𝚛-𝚟𝚒𝚜𝚞 (𝖛𝖊𝖗 𝖕𝖍𝖔𝖙𝖔)
┃ ✧ ${prefix}𝚊𝚞𝚝𝚘-𝚜𝚝𝚒𝚌𝚔𝚎𝚛 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚡9-𝚟𝚒𝚜𝚞𝚞𝚗𝚒𝚌𝚊 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚕𝚒𝚖𝚒𝚝𝚎-𝚐𝚕𝚘𝚋𝚊𝚕 (𝖙𝖔𝖉𝖔𝖘)
┃ ✧ ${prefix}𝚛𝚎𝚚𝚞𝚎𝚜𝚝𝚐𝚙-𝚕𝚒𝚜𝚝 (𝖑𝖎𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚊𝚞𝚝𝚘-𝚛𝚎𝚜𝚙𝚘𝚜𝚝𝚊𝚜 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}𝚕𝚒𝚖𝚒𝚝𝚎-𝚌𝚊𝚛𝚊𝚌𝚝𝚎𝚛𝚎𝚜 (𝖑𝖎𝖒𝖎𝖙𝖊𝖘)
╰━━━━━━━━━━━━━━━━━━━━━━
⚙️*『"Sistemas, mantêm o império em pé"』*`;
}