// src/subMenus/downloads/downloadsVideo.ts

export function downloadsVideo(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐁𝐀𝐈𝐗𝐀𝐑 𝐕Í𝐃𝐄𝐎𝐒 📹 ⪨━━━
┃ ✧ ${prefix}𝚢𝚝-𝚍𝚘𝚌 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚢𝚝-𝚖𝚙4 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢-𝚟𝚒𝚍 (𝖓𝖔𝖒𝖊 𝖛𝖎𝖉𝖊𝖔)
┃ ✧ ${prefix}𝚢𝚝-𝚜𝚑𝚘𝚛𝚝𝚜 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢-𝚟𝚒𝚍２ (𝖓𝖔𝖒𝖊 𝖛𝖎𝖉𝖊𝖔)
┃ ✧ ${prefix}𝚟𝚒𝚍𝚎𝚘-𝚖𝚞𝚜𝚒𝚌 (𝖛𝖎𝖉𝖊𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O Sharingan não pisca diante da ação. Cada frame analisado, cada movimento previsto." 』*`;
}
