// src/subMenus/downloads/downloadsJogos.ts

export function downloadsJogos(prefix: string) {
  return `═════════════════════
📜˖𝙼𝙴𝙽𝚄-𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐁𝐀𝐈𝐗𝐀𝐑 𝐉𝐎𝐆𝐎𝐒 🎮 ⪨━━━
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚜𝚊𝚖𝚙
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜３
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜４
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜５
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜６
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜７
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜８
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜９
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１０
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１１
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１２
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１３
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１４
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１５
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１６
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１７
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１８
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜１９
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２０
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２１
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２２
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２３
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２４
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２５
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２６
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２７
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２８
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜２９
┃ ✧ ${prefix}𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝚜-𝚓𝚘𝚐𝚘𝚜３０
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "Nada escapa ao olho que tudo copia, cada link rastreado, cada som capturado." 』*`;
}
