// src/subMenus/downloads/downloadsMusica.ts

export function downloadsMusica(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐁𝐀𝐈𝐗𝐀𝐑 𝐌Ú𝐒𝐈𝐂𝐀𝐒 🎵⪨━━━
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢２ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢３ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚜𝚑𝚊𝚣𝚊𝚖 (𝖒𝖆𝖗𝖈𝖆𝖗 á𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚜𝚙𝚘𝚝𝚒𝚏𝚢 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢-𝚖𝚒𝚡 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢-𝚍𝚘𝚌 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚙𝚕𝚊𝚢-𝚍𝚘𝚌２ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚖𝚞𝚜𝚒𝚌 (á𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝚜𝚘𝚞𝚗𝚍𝚌𝚕𝚘𝚞𝚍 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚊𝚞𝚍𝚒𝚘-𝚖𝚎𝚖𝚎 (𝖓𝖔𝖒𝖊)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O som também é uma arma, quando bem controlado." 』*`;
}
