// src/subMenus/downloads/downloadsSocial.ts

export function downloadsSocial(prefix: string) {
  return `═════════════════════
📜𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐑𝐄𝐃𝐄𝐒 𝐒𝐎𝐂𝐈𝐀𝐈𝐒 📳 ⪨━━━
┃ ✧ ${prefix}𝚔𝚠𝚊𝚒 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚝𝚒𝚔𝚝𝚘𝚔 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚝𝚑𝚛𝚎𝚊𝚍𝚜 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚒𝚗𝚜𝚝𝚊𝚐𝚛𝚊𝚖 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚒𝚗𝚜𝚝𝚊-𝚊𝚞𝚍𝚒𝚘 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚝𝚒𝚔𝚝𝚘𝚔-𝚊𝚞𝚍𝚒𝚘 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚝𝚠𝚒𝚝𝚝𝚎𝚛-𝚟𝚒𝚍𝚎𝚘 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚝𝚠𝚒𝚝𝚝𝚎𝚛-𝚊𝚞𝚍𝚒𝚘
╰━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "Onde há rastros, o Uchiha encontra. Nada se perde nas sombras da internet." 』*`;
}
