// src/subMenus/pesquisa/pesquisaBuscas.ts

export function pesquisaBuscas(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙿𝙴𝚂𝚀𝚄𝙸𝚂𝙰𝚂 | 𝚄𝚂𝙴 ☞( ${prefix})
═════════════════════
╭━━━⪩ 𝐏𝐄𝐒𝐐. & 𝐁𝐔𝐒𝐂𝐀𝐒 🔎 ⪨━━━
┃ ✧ ${prefix}𝚋𝚘𝚘𝚔 ➭ (𝖓𝖔𝖒𝖊 𝖉𝖔 𝖑𝖎𝖛𝖗𝖔)
┃ ✧ ${prefix}𝚐𝚒𝚖𝚊𝚐𝚎 ➭ (𝖙𝖊𝖗𝖒𝖔)
┃ ✧ ${prefix}𝚊𝚖𝚊𝚣𝚘𝚗 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚖𝚢-𝚗𝚊𝚖𝚎 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚛𝚎𝚌𝚎𝚒𝚝𝚊 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚙𝚎𝚜𝚚𝚞𝚒𝚜𝚊 ➭ (𝖙𝖊𝖗𝖒𝖔)
┃ ✧ ${prefix}𝚙𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝 ➭ (𝖙𝖊𝖗𝖒𝖔)
┃ ✧ ${prefix}𝚠𝚒𝚔𝚒𝚙𝚎𝚍𝚒𝚊 ➭ (𝖙𝖊𝖗𝖒𝖔)
┃ ✧ ${prefix}𝚙𝚛𝚘𝚖𝚘-𝚌𝚎𝚕𝚕 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚍𝚒𝚌𝚒𝚘𝚗𝚊𝚛𝚒𝚘 ➭ (𝖙𝖊𝖗𝖒𝖔)
┃ ✧ ${prefix}𝚐𝚘𝚘𝚐𝚕𝚎-𝚜𝚎𝚊𝚛𝚌𝚑 ➭ (𝖙𝖊𝖗𝖒𝖔)
╰━━━━━━━━━━━━━━━━━━━━━━
💬*『 "As palavras certas, guiam como o Sharingan guia o clã." 』*`;
}
