// src/menus/pesquisa/pesquisaMidia.ts

export function pesquisaMidia(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙿𝙴𝚂𝚀𝚄𝙸𝚂𝙰𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐂𝐈𝐍𝐄 & 𝐌Í𝐃𝐈𝐀 🖥️ ⪨━━━
┃ ✧ ${prefix}𝚒𝚖𝚍𝚋 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚖𝚘𝚟𝚒𝚎 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚜𝚎𝚛𝚒𝚎 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚌𝚒𝚗𝚎-𝚝𝚟 ➭ (𝖎𝖓𝖉𝖎𝖈𝖆çã𝖔)
┃ ✧ ${prefix}𝚊𝚗𝚒𝚖𝚎-𝚝𝚟 ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚊𝚗𝚒𝚖𝚎-𝚝𝚟２ ➭ (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚒𝚖𝚍𝚋-𝚒𝚗𝚏𝚘 ➭ (𝖑𝖎𝖓𝖐)
╰━━━━━━━━━━━━━━━━━━━━
🌖*『 "O inesperado, também é observado pelo Sharingan." 』*`;
}