// src/menus/pesquisa/pesquisaNoticias.ts

export function pesquisaNoticias(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙿𝙴𝚂𝚀𝚄𝙸𝚂𝙰𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})
═════════════════════
╭━━━⪩ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀ÇÕ𝐄𝐒 📻 ⪨━━━
┃ ✧ ${prefix}𝚗𝚊𝚜𝚊 ➭ (𝖉𝖆𝖙𝖆)
┃ ✧ ${prefix}𝚜𝚒𝚐𝚗𝚘 ➭ (𝖘𝖎𝖌𝖓𝖔)
┃ ✧ ${prefix}𝚌𝚕𝚒𝚖𝚊 ➭ (𝖈𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚌𝚕𝚒𝚖𝚊２ ➭ (𝖈𝖎𝖉𝖆𝖉𝖊)
┃ ✧ ${prefix}𝚙𝚎𝚗𝚜𝚊𝚍𝚘𝚛 ➭ (𝖆𝖚𝖙𝖔𝖗)
┃ ✧ ${prefix}𝚗𝚘𝚝𝚒𝚌𝚒𝚊𝚜 ➭ (𝖆𝖘𝖘𝖚𝖓𝖙𝖔)
┃ ✧ ${prefix}𝚐１𝚗𝚘𝚝𝚒𝚌𝚒𝚊𝚜 ➭ (𝖓𝖊𝖜𝖘)
╰━━━━━━━━━━━━━━━━━━━━━━
🌖*『 "O poder da curiosidade, deve ser manejado com a precisão do Sharingan" 』*`;
}
