// src/subMenus/efeitos/efeitosClassicos.ts

export function efeitosClassicos(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙴𝙵𝙴𝙸𝚃𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖📸
═════════════════════
╭━━━⪩ 𝐄𝐅. 𝐂𝐋Á𝐒𝐒𝐈𝐂𝐎𝐒 🖼️ ⪨━━━
┃ ✧ ${prefix}𝚋𝚗𝚠 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚋𝚕𝚞𝚛 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚜𝚎𝚙𝚒𝚊 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚐𝚑𝚒𝚋𝚕𝚒 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚍𝚒𝚝𝚑𝚎𝚛 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚒𝚗𝚟𝚎𝚛𝚝 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚛𝚘𝚝𝚊𝚝𝚎 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚍𝚎𝚑𝚊𝚣𝚎 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚎𝚗𝚑𝚊𝚗𝚌𝚎 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚛𝚎𝚌𝚘𝚕𝚘𝚛 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚙𝚒𝚡𝚎𝚕𝚊𝚝𝚎 ￫ (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
╰━━━━━━━━━━━━━━━━━━━━━━
👁️‍🗨️*『 "O Sharingan não apenas vê… Ele transforma a realidade." 』*`;
}

