// src/subMenus/efeitos/efeitosTematicos.ts

export function efeitosTematicos(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙴𝙵𝙴𝙸𝚃𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖📸
═════════════════════
╭━━━⪩ 𝐄𝐅. 𝐓𝐄𝐌Á𝐓𝐈𝐂𝐎𝐒 ☠️ ⪨━━━
┃ ✧ ${prefix}𝚛𝚒𝚙  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚍𝚎𝚕  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚓𝚊𝚒𝚕  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚝𝚛𝚊𝚜𝚑  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚠𝚊𝚜𝚝𝚎𝚍  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚠𝚊𝚗𝚝𝚎𝚍  ➭  (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
╰━━━━━━━━━━━━━━━━━━━━━━
🩸*『 Até as portas digitais, têm segredos que apenas o clã percebe." 』*`;
}
