// src/subMenus/efeitos/efeitosEspeciais.ts

export function efeitosEspeciais(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙴𝙵𝙴𝙸𝚃𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖📸
═════════════════════
╭━━━⪩ 𝐄𝐅. 𝐄𝐒𝐏𝐄𝐂𝐈𝐀𝐈𝐒 🎟️🎭 ⪨━━━
┃ ✧ ${prefix}𝚕𝚒𝚡𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚕𝚐𝚋𝚝 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚙𝚛𝚎𝚜𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚖𝚎𝚛𝚍𝚊 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚋𝚘𝚛𝚛𝚊𝚛 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚑𝚒𝚝𝚕𝚎𝚛 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚖𝚘𝚛𝚝𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚍𝚎𝚕𝚎𝚝𝚎𝚖 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚋𝚘𝚕𝚜𝚘𝚗𝚊𝚛𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚙𝚛𝚘𝚌𝚞𝚛𝚊𝚍𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
┃ ✧ ${prefix}𝚌𝚘𝚖𝚞𝚗𝚒𝚜𝚖𝚘 • (𝖒𝖆𝖗𝖈𝖆𝖗 𝖎𝖒𝖌)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O olhar do clã percebe além do que os olhos comuns podem." 』*`;
}
