// src/subMenus/aleatorios/links.ts

export function link(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙻𝙴𝙰𝚃ó𝚁𝙸𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐋𝐈𝐍𝐊𝐒 🧲 ⪨━━━
┃ ✧ ${prefix}𝚋𝚒𝚝𝚕𝚢 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚌𝚞𝚝𝚝𝚕𝚢 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚚𝚛-𝚌𝚘𝚍𝚎 (𝖙𝖝𝖙/𝖚𝖗𝖑)
┃ ✧ ${prefix}𝚙𝚝𝚟-𝚖𝚜𝚐 (𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖊-𝐯)
┃ ✧ ${prefix}𝚝𝚒𝚗𝚢-𝚞𝚛𝚕 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚐𝚎𝚝-𝚑𝚝𝚖𝚕 (𝖑𝖎𝖓𝖐)
┃ ✧ ${prefix}𝚖𝚘𝚛𝚎-𝚌𝚑𝚊𝚝 (𝖒𝖘𝖌1/𝖒𝖘𝖌2)
┃ ✧ ${prefix}𝚎𝚗𝚌𝚞𝚛𝚝𝚊-𝚕𝚒𝚗𝚔 (𝖑𝖎𝖓𝖐)
╰━━━━━━━━━━━━━━━━
🌑*『 "Cada link é uma porta para o conhecimento, e o Sharingan observa cada clique." 』*`;
}