// src/subMenus/aleatorios/multi.ts

export function multi(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙻𝙴𝙰𝚃ó𝚁𝙸𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐌𝐔𝐋𝐓𝐈 🧮 ⪨━━━
┃ ✧ ${prefix}𝚠𝚊𝚒𝚏𝚞
┃ ✧ ${prefix}𝚊𝚛𝚖𝚊 (𝖆𝖐47)
┃ ✧ ${prefix}𝚙𝚒𝚗𝚐2
┃ ✧ ${prefix}𝚜𝚎𝚛𝚒𝚎 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚛𝚎𝚝𝚛𝚘 (𝖑𝖔𝖌𝖔)
┃ ✧ ${prefix}𝚜𝚙𝚘𝚒𝚕𝚎𝚛 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚌𝚘𝚗𝚟𝚒𝚝𝚎 (𝖑𝖎𝖓𝖐 𝖌𝖕)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚝𝚛𝚊𝚟𝚊
┃ ✧ ${prefix}𝚝𝚛𝚊𝚍𝚞𝚣𝚒𝚛 (𝖕𝖆𝖑𝖆𝖛𝖗𝖆𝖘)
┃ ✧ ${prefix}𝚍𝚎𝚜𝚝𝚛𝚜𝚟𝚊2
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚌𝚙𝚏
┃ ✧ ${prefix}𝚖𝚎𝚝𝚊𝚍𝚒𝚗𝚑𝚊
┃ ✧ ${prefix}𝚙𝚎𝚐𝚊𝚍𝚒𝚗𝚑𝚊
┃ ✧ ${prefix}𝚙𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚙𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝2 (𝖆𝖓𝖎𝖒𝖊𝖘2)
┃ ✧ ${prefix}𝚊𝚕𝚞𝚐𝚊𝚛-𝚋𝚘𝚝 (𝖒𝖊𝖚 𝖇𝖔𝖙/𝖔𝖚𝖙𝖗𝖔)
┃ ✧ ${prefix}𝚌𝚘𝚖𝚙𝚛𝚊𝚛-𝚋𝚘𝚝 (𝖒𝖊𝖚 𝖇𝖔𝖙/𝖔𝖚𝖙𝖗𝖔)
┃ ✧ ${prefix}𝚝𝚛𝚊𝚗𝚜𝚌𝚛𝚎𝚟𝚎𝚛 (𝖆𝖚𝖉𝖎𝖔)
╰━━━━━━━━━━━━━━━━
🌑*『 "O imprevisível é outra forma de treinamento do clã, jamais subestime." 』*`;
}