// src/subMenus/aleatorios/perfil.ts

export function perfil(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙻𝙴𝙰𝚃ó𝚁𝙸𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐏𝐄𝐑𝐅𝐈𝐋 👤 ⪨━━━
┃ ✧ ${prefix}𝚝𝚊𝚐-𝚖𝚎 (𝖘𝖚𝖆 𝖙𝖆𝖌)
┃ ✧ ${prefix}𝚙𝚎𝚛𝚏𝚒𝚕 (𝖘𝖚𝖆 𝖕𝖍𝖔𝖙𝖔)
┃ ✧ ${prefix}𝚋𝚒𝚘𝚐𝚛𝚊𝚏𝚒𝚊 (𝖇𝖎𝖔)
┃ ✧ ${prefix}𝚏𝚊𝚣𝚎𝚛-𝚗𝚒𝚌𝚔 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚗𝚒𝚌𝚔 (𝖚𝖈𝖍𝖎𝖍𝖆)
┃ ✧ ${prefix}𝚏𝚕𝚊𝚐-𝚙𝚎𝚍𝚒𝚊 (𝖕𝖆𝖎𝖘)
┃ ✧ ${prefix}𝚐𝚎𝚛𝚊𝚛-𝚗𝚒𝚌𝚔2 (𝖚𝖈𝖍𝖎𝖍𝖆)
╰━━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "Conhecer a si mesmo é o primeiro passo para dominar o clã." 』*`;
}