// src/subMenus/aleatorios/statusAleatorios.ts

export function statusAleatorios(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙰𝙻𝙴𝙰𝚃ó𝚁𝙸𝙾 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐒𝐓𝐀𝐓𝐔𝐒 📊 ⪨━━━
┃ ✧ ${prefix}𝚜𝚒𝚙 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚜𝚒𝚐𝚗𝚘 (𝖘𝖊𝖚 𝖘𝖎𝖌𝖓𝖔)
┃ ✧ ${prefix}𝚍𝚊𝚍𝚘𝚜 (𝖊𝖘𝖙𝖆𝖙𝖎𝖘𝖙𝖎𝖈𝖆𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚍𝚍𝚒 (𝖈𝖔𝖉𝖎𝖌𝖔 𝖉𝖔 𝖕𝖆𝖎𝖘)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚍𝚍𝚍 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚘𝚋𝚎𝚜𝚒𝚍𝚊𝚍𝚎 (𝖕𝖊𝖘𝖔/𝖆𝖑𝖙𝖚𝖗𝖆)
┃ ✧ ${prefix}𝚕𝚒𝚜𝚝𝚊-𝚍𝚍𝚍2 (𝖈𝖔𝖉𝖎𝖌𝖔 𝖉𝖔 𝖊𝖘𝖙𝖆𝖉𝖔)
┃ ✧ ${prefix}𝚌𝚘𝚗𝚝𝚊𝚛-𝚍𝚒𝚊𝚜 (𝐃𝐃/𝐌𝐌/𝐘𝐘𝐘𝐘)
┃ ✧ ${prefix}𝚟𝚊𝚕𝚒𝚍𝚊𝚛-𝚌𝚙𝚏 (𝖓𝖚𝖒𝖊𝖗𝖔)
┃ ✧ ${prefix}𝚟𝚊𝚕𝚒𝚍𝚊𝚛-𝚌𝚗𝚙𝚓 (𝖓𝖚𝖒𝖊𝖗𝖔)
╰━━━━━━━━━━━━━━━━━
🌑*『 "A saúde e o desempenho são vitais para um Uchiha forte." 』*`;
}
