// src/subMenus/diversos/animesEdits.ts

export function animesEdits(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙸𝚅𝙴𝚁𝚂𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐄𝐃𝐈𝐓𝐀𝐑 𝐀𝐍𝐈𝐌𝐄 🎎 ⪨━━━
┃ ✧ ${prefix}𝚎𝚍𝚞𝚝𝚊𝚛-𝚜𝚘𝚕𝚘 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚗𝚊𝚛𝚞𝚝𝚘 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚋𝚎𝚊𝚌𝚑𝚎 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚓𝚞𝚓𝚞𝚝𝚜𝚘 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚔𝚒𝚖𝚎𝚝𝚜𝚞 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚌𝚑𝚊𝚒𝚗𝚜𝚊𝚠 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚛-𝚍𝚛𝚊𝚐𝚘𝚗𝚋𝚊𝚕𝚕 (𝖆𝖓𝖎𝖒𝖊𝖘)
┃ ✧ ${prefix}𝚎𝚍𝚒𝚝𝚊𝚗𝚒𝚖𝚎-𝚛𝚊𝚗𝚍𝚘𝚖 (𝖆𝖓𝖎𝖒𝖊𝖘)
╰━━━━━━━━━━━━━━━━━━━━━━
🌑*『 "Criatividade, é a lâmina invisível de um Uchiha." 』*`;
}

