// src/subMenus/diversos/apps.ts

export function apps(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙸𝚅𝙴𝚁𝚂𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐀𝐏𝐋𝐈𝐂𝐀𝐓𝐈𝐕𝐎𝐒♟️ ⪨━━━
┃ ✧ ${prefix}𝚊𝚙𝚙 (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙２ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙３ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙４ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙５ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙６ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙７ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙８ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙９ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１０ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１１ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１２ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１３ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１４ (𝖆𝖕𝖐𝖘)
┃ ✧ ${prefix}𝚊𝚙𝚙１５ (𝖆𝖕𝖐𝖘)
╰━━━━━━━━━━━━━━━━━━━━
🌑*『 "Ferramentas são extensões da mente e do corpo, use-as como um Uchiha usaria seu poder." 』*`;
}
