// src/subMenus/diversos/cityOficial.ts

export function cityOficial(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙸𝚅𝙴𝚁𝚂𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐂𝐈𝐓𝐘 𝐎𝐅𝐈𝐂𝐈𝐀𝐋 🏙️ ⪨━━━
┃ ✧ ${prefix}𝚐𝚊𝚕𝚘𝚜 (𝖎𝖓𝖋𝖔 𝖘𝖊𝖚𝖘 𝖌𝖆𝖑𝖔𝖘)
┃ ✧ ${prefix}𝚛𝚐-𝚌𝚒𝚝𝚢 (𝖓𝖔𝖒𝖊)
┃ ✧ ${prefix}𝚖𝚎𝚞-𝚙𝚒𝚡 (𝖘𝖚𝖆 𝖈𝖍𝖆𝖛𝖊 𝖕𝖎𝖝)
┃ ✧ ${prefix}𝚛𝚎𝚝𝚒𝚛𝚊𝚛 (𝖈𝖆𝖘𝖔 𝖘𝖊𝖏𝖆 𝖕𝖗𝖊𝖘𝖔)
┃ ✧ ${prefix}𝚖𝚒𝚗𝚎𝚛𝚊𝚕
┃ ✧ ${prefix}𝚌𝚊𝚜𝚜𝚒𝚗𝚘 (𝖛𝖆𝖑𝖔𝖗 𝖉𝖆 𝖆𝖕𝖔𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚖𝚎𝚞-𝚌𝚒𝚝𝚢 (𝖘𝖚𝖆𝖘 𝖎𝖓𝖋𝖔𝖗𝖒𝖆çõ𝖊𝖘)
┃ ✧ ${prefix}𝚊𝚜𝚜𝚊𝚕𝚝𝚊𝚛 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚙𝚎𝚜𝚌𝚊𝚛𝚒𝚊
┃ ✧ ${prefix}𝚎𝚜𝚝𝚊𝚋𝚞𝚕𝚘 (𝖎𝖓𝖋𝖔 𝖘𝖊𝖚𝖘 𝖈𝖆𝖛𝖆𝖑𝖔𝖘)
┃ ✧ ${prefix}𝚖𝚘𝚍𝚘-𝚛𝚙𝚐 (𝖔𝖓/𝖔𝖋𝖋)
┃ ✧ ${prefix}1𝚡𝚋𝚌-𝚋𝚎𝚝𝚜 (𝖛𝖆𝖑𝖔𝖗 𝖉𝖆 𝖆𝖕𝖔𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚌𝚘𝚍𝚎-𝚕𝚒𝚜𝚝 (𝖈𝖔𝖉 𝖌𝖎𝖋𝖙 𝖈𝖆𝖗𝖉𝖘)
┃ ✧ ${prefix}𝚜𝚊𝚒𝚛-𝚌𝚒𝚝𝚢 (𝖆𝖕𝖆𝖌𝖆𝖗 𝖘𝖊𝖚𝖘 𝖗𝖊𝖌𝖎𝖘𝖙𝖗𝖔𝖘)
┃ ✧ ${prefix}𝚏𝚊𝚣𝚎𝚛-𝚙𝚒𝚡 (𝖓𝖚𝖒𝖊𝖗𝖔/𝖛𝖆𝖑𝖔𝖗𝖊𝖘)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚌𝚒𝚝𝚢 (𝖗𝖆𝖓𝖐 +10 𝖗𝖎𝖈𝖔𝖘)
┃ ✧ ${prefix}𝚌𝚑𝚊𝚟𝚎-𝚙𝚒𝚡 (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚌𝚛𝚞𝚣𝚊𝚛-𝚐𝚐
┃ ✧ ${prefix}𝚌𝚊𝚛𝚊-𝚌𝚘𝚛𝚘𝚊 (𝖑𝖆𝖉𝖔/𝖛𝖆𝖑𝖔𝖗 𝖉𝖆 𝖆𝖕𝖔𝖘𝖙𝖆)
┃ ✧ ${prefix}𝚐𝚊𝚕𝚒𝚗𝚑𝚎𝚒𝚛𝚘 (𝖎𝖓𝖋𝖔 𝖘𝖚𝖆𝖘 𝖌𝖆𝖑𝖎𝖓𝖍𝖆𝖘)
┃ ✧ ${prefix}𝚛𝚙𝚐-𝚕𝚒𝚜𝚝𝚐𝚙 (𝖑𝖎𝖘𝖙𝖆 𝖉𝖊 𝖗𝖊𝖌𝖎𝖘𝖙𝖗𝖔𝖘)
┃ ✧ ${prefix}𝚛𝚎𝚜𝚐𝚊𝚝𝚊𝚛-𝚐𝚏 (𝖈ó𝖉𝖎𝖌𝖔𝖘)
┃ ✧ ${prefix}𝚒𝚝𝚎𝚗𝚜-𝚙𝚎𝚜𝚌𝚊 (𝖈𝖔𝖒𝖕𝖗𝖆𝖗 𝖎𝖙𝖊𝖓𝖘)
┃ ✧ ${prefix}𝚝𝚛𝚘𝚌𝚊𝚛-𝚋𝚊𝚗𝚌𝚘 (𝖒𝖚𝖉𝖆𝖗 𝖉𝖊 𝖈𝖔𝖓𝖙𝖆)
┃ ✧ ${prefix}𝚕𝚘𝚓𝚊-𝚍𝚎𝚐𝚊𝚕𝚘𝚜 (𝖑𝖔𝖏𝖆 𝖌𝖆𝖑𝖔𝖘)
┃ ✧ ${prefix}𝚕𝚘𝚓𝚊-𝚍𝚎𝚌𝚊𝚟𝚊𝚕𝚘𝚜 (𝖑𝖔𝖏𝖆 𝖈𝖆𝖛𝖆𝖑𝖔𝖘)
┃ ✧ ${prefix}𝚖𝚒𝚗𝚑𝚊-𝚌𝚊𝚛𝚝𝚎𝚒𝚛𝚊 (𝖎𝖓𝖋𝖔 𝖇𝖆𝖓𝖈á𝖗𝖎𝖆)
┃ ✧ ${prefix}𝚍𝚊𝚍𝚘𝚜-𝚊𝚙𝚘𝚜𝚝𝚊𝚍𝚘𝚜 (𝖉𝖆𝖉𝖔/𝖛𝖆𝖑𝖔𝖗 𝖉𝖆 𝖆𝖕𝖔𝖘𝖙𝖆)
╰━━━━━━━━━━━━━━━━━━━━━
🌑*『 "O mundo é como uma cidade: quem observa com paciência, conquista com estratégia." 』*`;
}
