// src/subMenus/diversos/ia.ts

export function ia(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙳𝙸𝚅𝙴𝚁𝙾𝚂 | 𝚄𝚂𝙴 ☞ (${prefix})˖
═════════════════════
╭━━━⪩ 𝐂𝐇𝐀𝐓 𝐈𝐀 💬 ⪨━━━
┃ ✧ ${prefix}𝙶𝚙𝚝 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝙱𝚊𝚛𝚍 (𝖕𝖊𝖗𝖌𝖚𝖓𝖙𝖆𝖗)
┃ ✧ ${prefix}𝙶𝚙𝚝-3.5 (𝖙𝖊𝖝𝖙𝖔)
┃ ✧ ${prefix}𝙶𝚎𝚖𝚒𝚗𝚒 (𝖕𝖊𝖗𝖌𝖚𝖓𝖙𝖆𝖗)
┃ ✧ ${prefix}𝚃𝚘𝚝𝚎𝚡𝚝 (𝖒𝖆𝖗𝖈𝖆𝖗 𝖆𝖚𝖉𝖎𝖔)
┃ ✧ ${prefix}𝙼𝚒𝚜𝚝𝚛𝚊𝚕 (𝖕𝖊𝖗𝖌𝖚𝖓𝖙𝖆𝖗)
┃ ✧ ${prefix}𝙸𝚖𝚊𝚐𝚒𝚗𝚎 (𝖘𝖚𝖆 𝖎𝖉𝖊𝖎𝖆)
┃ ✧ ${prefix}𝚁𝚎𝚌𝚊𝚍𝚊𝚘 (𝖙𝖊𝖒𝖆)
┃ ✧ ${prefix}𝙲𝚑𝚊𝚝𝙶𝚙𝚝 (𝖕𝖊𝖗𝖌𝖚𝖓𝖙𝖆𝖗)
┃ ✧ ${prefix}𝚂𝚞𝚖𝚖𝚎𝚛𝚒𝚣𝚎 (𝖙𝖊𝖝𝖙𝖔)
╰━━━━━━━━━━━━━━━━━
🌑*『 "A mente afiada vê além do óbvio, um verdadeiro Uchiha pensa antes de agir." 』*`;
}
