// src/subMenus/cmdInformativo.ts

export function cmdInformativo(prefix: string) {
  return `═════════════════════
📜˖𝚂𝚄𝙱'𝙼𝙴𝙽𝚄-𝙷𝙴𝙻𝙿 | 𝚄𝚂𝙴 ☞ (${prefix})˖⁉️
═════════════════════
╭━━━⪩ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐓𝐈𝐕𝐎𝐒 ⪨━━━
┃ ✧ ${prefix}𝚍𝚊𝚍𝚘𝚜
┃ ✧ ${prefix}𝚒𝚍𝚒𝚘𝚖𝚊𝚜 ➭ (𝖌𝖙𝖙𝖘)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚟𝚒𝚙 ➭ (𝖘𝖆𝖇𝖊𝖗 𝐯𝖎𝖕)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚍𝚘𝚗𝚘 ➭ (𝖘𝖆𝖇𝖊𝖗 𝐝𝖔𝖓𝖔)
┃ ✧ ${prefix}𝚊𝚝𝚒𝚟𝚒𝚍𝚊𝚍𝚎𝚜 ➭ (𝖌𝖗𝖚𝖕𝖔)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚕𝚎𝚟𝚎𝚕 ➭ (𝖌𝖗𝖚𝖕𝖔)
┃ ✧ ${prefix}𝚛𝚊𝚗𝚔-𝚊𝚝𝚒𝚟𝚘 ➭ (𝖆𝖙𝖎𝐯𝖔𝖘)
┃ ✧ ${prefix}𝚌𝚑𝚎𝚌𝚔-𝚊𝚝𝚒𝚟𝚘 ➭ (@𝖒𝖊𝖓𝖈𝖎𝖔𝖓𝖆𝖗)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚌𝚖𝚍𝚟𝚒𝚙 ➭ (𝖈𝖆𝖒𝖆𝖓𝐝𝖔𝖘 𝐯𝖎𝖕)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚜𝚘𝚌𝚒𝚘𝚜 ➭ (𝖘𝖊𝖗 𝖘𝖔𝖈𝖎𝖔)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚊𝚕𝚞𝚐𝚞𝚎𝚕 ➭ (𝖆𝖑𝖚𝖌𝖆𝖗 𝖇𝖔𝖙)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚌𝚘𝚖𝚙𝚛𝚊𝚛 ➭ (𝖈𝖔𝖒𝖕𝖗𝖆𝖗 𝖇𝖔𝖙)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚠𝚎𝚕𝚌𝚘𝚖𝚎 ➭ (𝖇𝖔𝖆𝖘 𝐯𝖎𝖓𝐝𝖆𝖘)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚋𝚎𝚖𝚟𝚒𝚗𝚍𝚘 ➭ (𝖊𝖓𝖙𝖗𝖔𝖚)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚕𝚎𝚐𝚎𝚗𝚍𝚊𝚜 ➭ (𝖑𝖊𝖌𝖊𝖓𝐝𝖆𝖘)
┃ ✧ ${prefix}𝚒𝚗𝚏𝚘-𝚌𝚖𝚍𝚙𝚛𝚎𝚖𝚒𝚞𝚖 ➭ (𝖕𝖗𝖊𝖒𝖎𝖚𝖒)
╰━━━━━━━━━━━━━━━━━━━━
🌑*『 "Clã Uchiha — O poder que transcende tudo" 』*`;
}
